import PageTitle from "../components/common/pageTitle";
import TextBlock from "../components/common/textBlock";

export default function PrivacyPolicy() {
  return (
    <>
      <PageTitle>プライバシーポリシー</PageTitle>
      <div className="px-5">
        <div className="mx-auto mb-20 mt-5 w-full max-w-[1020px] space-y-6 md:mb-[154px] md:mt-11">
          <TextBlock title="1.事業者の名称">
            株式会社ワールドスキャンプロジェクト
          </TextBlock>
          <TextBlock title="2. 管理者（若しくはその代理人）の氏名又は職名、所属及び連絡先">
            所属部署：株式会社ワールドスキャンプロジェクト <br />
            TEL：03-6670-1692　受付時間10:00～19:00 ※土日祝休み）
          </TextBlock>
          <TextBlock title="3. 個人情報の利用目的">
            ご本人より直接書面等（ホームページや電子メール等によるものを含む。以下「書面」という）に記載された個人情報を取得する場合の利用目的
            <br />
            <br />
            お客様情報
            <br />
            <br />
            取引先情報
            <br />
            商談及び業務上の諸連絡、受発注業務、請求支払業務のため
            <br />
            従業者情報
            <br />
            従業者の人事労務管理、業務管理、健康管理、セキュリティ管理のため
            <br />
            採用応募者情報
            <br />
            採用業務のため
            <br />
            お問合せ者情報
            <br />
            お問合せにお答えするため
          </TextBlock>
          <TextBlock title="4. 個人情報の第三者提供">
            当社は、次に掲げる場合を除き、お客様の個人情報を第三者に提供することはございません。
            <br />
            <br />
            1. ご本人様の同意がある場合
            <br />
            2. 法令に基づく場合
            <br />
            3.
            人の生命、身体又は財産の保護のために必要がある場合であって、ご本人様の同意を得ることが困難な場合
            <br />
            4.
            公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、ご本人様の同意を得ることが困難な場合
            <br />
            5.
            国の機関もしくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、
            ご本人様の同意を得ることによって当該事務の遂行に支障を及ぼすおそれがある場合
            <br />
            6.
            業務を円滑に遂行するため、利用目的の達成に必要な範囲内で個人情報の取扱いの全部又は一部を委託する場合
          </TextBlock>
          <TextBlock title="5. 個人情報取扱いの委託">
            当社は事業運営上、お客様により良いサービスを提供するために業務の一部を外部に委託しています。業務委託先に対しては、
            <br />
            個人情報を預けることがあります。
            <br />
            この場合、個人情報を適切に取り扱っていると認められる委託先を選定し、契約等において個人情報の適正管理・機密保持などにより、
            <br />
            お客様の個人情報の漏洩防止に必要な事項を取決め、適切な管理を実施させます。
          </TextBlock>
          <TextBlock title="6. 個人情報の開示等の請求">
            お客様は、当社に対してご自身の個人情報の開示等（利用目的の通知、開示、内容の訂正・追加・削除、利用の停止または消去、第三者への提供の停止）に関して、当社「個人情報に関するお問合わせ窓口」に申し出ることができます。その際、当社はお客様ご本人を確認させていただいたうえで、合理的な期間内に対応いたします。開示等の申し出の詳細につきましては、下記の「個人情報に関する苦情・相談窓口」までお問い合わせください。
          </TextBlock>
          <TextBlock title="7. 個人情報を提供されることの任意性について">
            お客様が当社に個人情報を提供されるかどうかは、お客様の任意によるものです。
            ただし、必要な項目をいただけない場合、各サービス等が適切な状態で提供できない場合があります。
          </TextBlock>
          <TextBlock title="8. ご本人が容易に認識できない方法による取得する場合について">
            クッキー（Cookies）は、お客さまが当社のサイトに再度訪問された際、より便利に当サイトを閲覧していただくためのものであり、お客さまのプライバシーを侵害するものではなく、またお客さまのコンピューターへ悪影響を及ぼすことはありません。
            <br />
            <br />
            また当社のサイトでは個人情報を入力していただく部分にはすべてSSL（Secure
            Sockets
            Layer）のデータ暗号化システムを利用しております。さらに、サイト内における情報の保護にもファイアウォールを設置するなどの方策を採っております。ただし、インターネット通信の性格上、セキュリティを完全に保証するものではありません。あらかじめご了承ください。
          </TextBlock>
          <TextBlock title="9. 認定個人情報保護団体について">
            当社が加入する認定個人情報保護団体は、ありません。
            <br />
            <br />
            【個人情報に関する苦情・相談窓口】
            <br />
            <br />
            お客様の個人情報に関するお問合せにつきましては、下記窓口で受付けております。
            <br />
            <br />
            〒169-0051 新宿区西早稲田2-18-23 スカイエスタ西早稲田 2F
            <br />
            株式会社ワールドスキャンプロジェクト　個人情報管理責任者：管理部
            <br />
            メールアドレス：info@world-scan-project.com
            <br />
            TEL：03-6670-1692 （受付時間10:00～19:00 ※土日祝休み）
          </TextBlock>
          <TextBlock title="開示対象個人情報の請求手続きのご案内">
            当社で保有している開示対象個人情報に関して、ご本人様又はその代理人様からの利用目的の通知、開示、内容の訂正、追加又は削除、利用の停止、消去及び第三者への提供の停止の請求（以下、「開示等の請求」といいます）につきましては、当社所定の請求書により、以下の手続きにて対応させていただきます。
            <br />
            <br />
            1. 「開示等の請求」申出先
            <br />
            「開示等の請求」は「個人情報に関する苦情・相談窓口」宛、当社所定の請求書に必要書類・手数料を同封の上、郵送によりお願い申し上げます。
            <br />
            <br />
            2. 「開示等の請求」に際してご提出いただく書類
            <br />
            「開示等の請求」を行う場合は、(１)の請求書に所定の事項を全てご記入の上、ご郵送下さい。請求書用紙につきましては下記の該当する用紙を郵便で送付いたします。なお、ご本人確認のため、運転免許証、パスポート等の本人確認書類の写しの同封が必要となります。
            <br />
            <br />
            (1)当社所定の請求書
            <br />
            利用目的の通知の場合：「開示対象個人情報利用目的通知請求書」
            <br />
            開示の場合：「開示対象個人情報開示請求書」
            <br />
            訂正、追加又は削除の場合、利用の停止、消去及び第三者への提供の停止の場合：「開示対象個人情報訂正等及び利用停止等請求書」
            <br />
            <br />
            3. 代理人様による「開示等の請求」の場合
            <br />
            「開示等の請求」をする方が代理人様である場合は、２．の（1）の書類に加えて、下記３．（１）の代理人である事を証明する書類の写しのいずれか及び３．（２）代理人様ご自身を証明する書類の写しのいずれかを同封してください。
            <br />
            <br />
            (1)代理人である事を証明する書類
            <br />
            ＜開示等の求めをすることにつき本人が委任した代理人様の場合＞
            <br />
            本人の委任状（原本）
            <br />
            <br />
            ＜代理人様が未成年者の法定代理人の場合＞
            <br />
            ① 戸籍謄本
            <br />
            ② 住民票（続柄の記載されたもの）
            <br />
            ③ その他法定代理権の確認ができる公的書類
            <br />
            <br />
            ＜代理人様が成年被後見人の法定代理人の場合＞
            <br />
            ① 後見登記等に関する登記事項証明書
            <br />
            ② その他法定代理権の確認ができる公的書類
            <br />
            <br />
            (2)代理人様ご自身を証明する書類の写し
            <br />
            運転免許証
            <br />
            パスポート
            <br />
            健康保険の被保険者証
            <br />
            住民票
            <br />
            住民基本台帳カード
            <br />
            ※尚、本籍地情報は都道府県までとし、それ以降の情報は黒塗り等の処理をしてください。
            <br />
            <br />
            ４.「開示等の請求」の手数料及びその徴収方法
            <br />
            利用目的の通知又は開示の請求の場合にのみ、1回の請求につき、以下の金額（当社からの返信費を含む）を申し受けます。
            <br />
            下記金額分の郵便定額小為替を請求書類の郵送時に同封してください。
            <br />
            手数料金額：1,000円（税込）
            <br />
            <br />
            ５.「開示等の請求」に対する回答方法
            <br />
            原則として、請求書記載のご本人様住所宛に書面（封書郵送）にてご回答申し上げます。
            <br />
            <br />
            ■「開示等の請求」にともない取得した個人情報は、開示等の請求への対応に必要な範囲に限り取り扱います。
            <br />
            <br />
            ■以下の場合には、「開示等の請求」にお応えできない場合があります。その場合は、その旨と理由をご通知申し上げます。また、不開示の場合についても手数料をいただきますのでご承知ください。
            <br />
            <br />
            ご本人様又は代理人様の本人確認ができない場合
            <br />
            所定の申請書類に不備があった場合
            <br />
            開示等の請求の対象が「開示対象個人情報」(※)に該当しない場合
            <br />
            ご本人様又は第三者の生命、身体、財産その他の権利利益を害するおそれがある場合
            <br />
            当社の業務の適正な実施に著しい支障を及ぼすおそれがある場合
            <br />
            法令に違反することとなる場合
            <br />
            ※開示対象個人情報とは、体系的に構成した情報の集合物を構成する個人情報であって、当社が、ご本人から求められる開示、内容の訂正、追加又は削除、利用の停止、消去及び第三者への提供の停止の求めのすべてに応じることができる権限を有するものです。ただし、以下a)～d)のいずれかに該当する場合は開示対象個人情報には該当しません。
            <br />
            <br />
            a）当該個人情報の存否が明らかになることによって、本人又は第三者の生命、身体又は財産に危害が及ぶおそれのあるもの
            <br />
            b）当該個人情報の存否が明らかになることによって、違法又は不当な行為を助長し、又は誘発するおそれのあるもの
            <br />
            c）当該個人情報の存否が明らかになることによって、国の安全が害されるおそれ、他国若しくは国際機関との信頼関係が損なわれるおそれ又は他国若しくは国際機関との交渉上不利益を被るおそれのあるもの
            <br />
            d）当該個人情報の存否が明らかになることによって、犯罪の予防、鎮圧又は捜査その他の公共の安全と秩序維持に支障が及ぶおそれのあるもの
          </TextBlock>
        </div>
      </div>
    </>
  );
}
